{
    "slug": "what-to-wear-to-a-summer-concert",
    "postTitle": "WHAT TO WEAR TO A SUMMER CONCERT",
    "postDescription": "Welcome to your 2018 Summer-Concert Style Guide. From afternoon shows to night performances, band tours<br>to weekend festivals, we’ll take you through the need-to-have pieces for this year’s outdoor concert season.",
    "featuredImage": "https://www.levi.com/wp-content/uploads/2018/06/SEO-Summer-Concert-Dressing_Header.jpg",
    "content": [
        {   "template":"leftAside",
            "image": "https://www.levi.com/wp-content/uploads/2018/06/SEO-Summer-Concert-Dressing_Grid1.jpg",
            "head": "CHASE THE SUN",
            "subCopy": "Daytime concert outfits are all about making the most of summer’s warm weather and longer days.<br>For Her: Take advantage of the heat and break out your favorite shorts, tanks and dresses. Need some inspiration? Check out our flowy Nova Top, Hidden Placket Romper or the sunny Levi’s® Made & Crafted® Sundress.<br>For Him: Keep it cool and casual in our Levi’s® Chino Shorts and Short-Sleeve Sunset One-Pocket Shirt.<br>For All:<br>Don’t forget to protect your skin with extra sunscreen and a hat! Our Classic Denim Baseball Hat adds a pop of denim while keeping the sun out of your eyes and your eyes on the show."
        },
        {   "template":"rightAside",
            "image": "https://www.levi.com/wp-content/uploads/2018/06/SEO-Summer-Concert-Dressing_Grid2.jpg",
            "head": "OWN THE CHILL",
            "subCopy": "As a San Francisco-based brand, we love warm nights but we’re always ready for the chill to roll in once the sun goes down. No matter where you are, add in some longer layers so you can keep enjoying the show, long into the night.<br>For Her: Our Levi’s® Made & Crafted® Romper is full length and wide legged with a tie closure at each shoulder. Cut and sewn from a lightweight Italian cotton-linen blend, it’s the perfect summer statement maker.<br>For Him: Try our 541™ Athletic Fit 5‑Pocket Stretch Pants with extra flexibility for all-night dancing, moshing, and everything in between.<br>For All: Don’t forget that extra layer we were talking about! Our iconic Trucker Jackets do just the trick."
        },
        {   "template":"leftAside",
            "image": "https://www.levi.com/wp-content/uploads/2018/06/SEO-Summer-Concert-Dressing_Grid3.jpg",
            "head": "MAKE A WEEKEND OF IT",
            "subCopy": "For those reveling in festival season, we suggest upping the boldness with easy pieces that are comfortable all day and night (and the next day, too).<br>For Him: Our Straight Chino Shorts in Floral Hawaiian and Sunset Pocket Tee in Sunset Red Tie-Dye are as comfortable as they are brazen.<br>For Her: Turn heads in ultra-comfort with our Embroidered Kimono and Levi’s® Made & Crafted® Voodoo Lace Dress."
        },
        {
            "template": "plainText",
            "subCopy": "What are your favorite Levi’s® summer-concert pieces? Tag @levis on Instagram and use the hashtag #LiveInLevis for a chance to be featured in our gallery."
        }
    ]
}